---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Min
source: html/274930d2-a681-e0c5-7fba-8e7e5bfb7b2e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Min Property

Symbol min, indicating unit Minutes.

## Syntax (C#)
```csharp
public static ForgeTypeId Min { get; }
```